label act_second_arguments:

    hide background
    hide character

    stop music
    show act_first_protectorate_basement as background

    play music basement_music loop volume 0.6

    me "Мы вернулись на нашу тренировочную базу."

    me "Ребята выглядели подавленно."

    me "Монумент изо всех сил ударил кулаком по металлической стене."

    show monument_costume_no_mask_scream as character

    monument "Это просто пиздец!"

    show fahrenheit_costume_no_mask_confused as character

    fahrenheit "По-другому и не скажешь."

    fahrenheit "Может быть, мы ещё сможем что-то сделать?"

    show planar_costume_no_mask_angry as character

    planar "Ты же слышала его."

    planar "Без объяснений и компромиссов."

    planar "Как всегда, в общем."

    hide character

    me "Алиса вздохнула, а Дэвид опёрся о стену, погрузившись в свои мысли."

    show monument_costume_no_mask_idle as character

    monument "Не хочу это признавать, но Марк, кажется, прав."

    monument "Они хотят от нас выполнения конкретных задач, ни шагу влево, ни вправо."

    show fahrenheit_costume_no_mask_confused as character

    fahrenheit "Вы бы знали, как я устала от всего этого."

    fahrenheit "Почти каждый день на дежурстве одно и то же."

    fahrenheit "И вот теперь, когда появился шанс сделать что-то по-настоящему важное..."

    fahrenheit "Мы вынуждены продолжать работать, как ни в чем не бывало."

    hide character

    me "Я присела рядом с Дэвидом и опустила голову."

    me "В комнате повисла тишина."

    me "Я единственная, кто ещё не высказался."

    me "Готова ли я согласиться с решением Ронина?"

    me "Учитывая, что именно я была во дворе школы в тот день?"

    me "Нет, не готова!"

    me "Возможно, за происходящее частично виновата и я."

    me "В голове прокручивались тысячи мыслей о том, как всё могло сложиться иначе."

    me "Образ Резонанса застыл в моей памяти."

    me "Я вспомнила его предложение о больнице."

    me "К тому же, у меня была бы возможность узнать у него, что могло случиться с пропавшим."

    me "Вероятность получить информацию почти нулевая, но ключевое слово — \"почти\"."

    me "Если я смогу убедить остальных заняться расследованием, у меня будет шанс узнать что-то важное."

    me "Но..."

    me "Ребята не готовы идти против решения нашего лидера."

    me "Я должна их переубедить."

    me "Во что бы то ни стало!"

